istio/abcd_perf/single-perf-shared/report1500.txt
Requests      [total, rate]            45000, 1500.03
Duration      [total, attack, wait]    29.999821257s, 29.999338374s, 482.883µs
Latencies     [mean, 50, 95, 99, max]  702.153µs, 537.301µs, 1.487808ms, 3.908461ms, 16.918149ms
Bytes In      [total, mean]            1170000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:45000  
Error Set: