istio/abcd_perf/single-perf-shared/report2500.txt
Requests      [total, rate]            75000, 2500.03
Duration      [total, attack, wait]    30.000294399s, 29.999601986s, 692.413µs
Latencies     [mean, 50, 95, 99, max]  808.846µs, 565.258µs, 2.155884ms, 5.396811ms, 26.828717ms
Bytes In      [total, mean]            1950000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:75000  
Error Set: