istio/abcd_perf/single-perf-shared/report3000.txt
Requests      [total, rate]            90000, 2999.95
Duration      [total, attack, wait]    30.002102768s, 30.00051936s, 1.583408ms
Latencies     [mean, 50, 95, 99, max]  992.344µs, 552.287µs, 3.166041ms, 7.522362ms, 215.287361ms
Bytes In      [total, mean]            2340000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:90000  
Error Set: